def hi():
    print('Привет ты в главном меню')

def menu():
    print('Выберите действие \n'
            '1. Открыть файл с контактами \n'
            '2. Записать файл с контактами \n'
            '3. Добавить контакт \n'
            '4. Изменить контакт \n'
            '5. Удалить контакт \n'
            '6. Поиск по контактам \n'
            '0. Выход из программы \n')
    
def separator():
    print('**********************************************')

def done():
    print('Успешно')
            


